{
  "cells": {
    "environment": {
      "header": "ENVIRONMENT",
      "header_text": "We, ENVIRONMENT team of NSS aim to plan and develop a cleaner and greener future for our campus and the nearby areas.",
      "color_theme": "green",
      "section_main": {
        "header": "What we do ?",
        "sub_header": "",
        "content": [
          {
            "event_name": "In-campus Plantation",
            "event_text": "This group aims at keeping the campus green , save the endangered environment and to beautify our life by planting trees at appropriate places inside the Campus. We protect plants to maintain the biodiversity and to preserve the flora and fauna. For this process we will conduct a plantation day, on that day we provide plants to our faculty ,staff member and students And they will plant thier own plant.And that plant will thier own responsibility.",
            "event_image_url": "images/environment/img_incampus.jpg"
          },
          {
            "event_name": "Clean India",
            "event_text": "Swachh Bharat Abhiyan is also called as clean india mission or clean india drive or Swachh Bharat Campaign, launched by our prime minister Narendra Modi. This campaign invalues the constitution of latrines, promoting sanitation programmes in the rural area, cleaning streets, roads and changing the infrastructure of the country to lead the country ahead.",
            "event_image_url": "images/environment/img_clean_india.jpg"
          },
          {
            "event_name": "Out-campus Plantation",
            "event_text": "We started with spreading awareness amongst the people in the nearby village Amhara about the various plantation schemes which the government is running for the benefit of them and we convinced a couple of people that we would help them in their plantation. We collected a lot of information about problems villagers are facing in which the major issue was that they were not aware of the government schemes. Now we are going to explain these schemes to the villagers and help them with their scheme of interest. We will aid them in contacting the government and regularly attend them so that we can help them time to time.",
            "event_image_url": "images/environment/img_outcampus.jpg"
          },
          {
            "event_name": "Plantation Drives",
            "event_text": "Plantation Drive was organized by the NSS PLANTATION cell on 18th November 2018.All the necessary arrangements were made by the students so as to make the plantation drive a success. The team had bought about 150 plants of ARJUNA tree and arranged all the tools. The VP Gymkhana and NSS head also planted a tree. NSS PIC planted a tree near his house. The team had already located areas where the plants need to be planted 2 -3 days earlier. Within almost 4 hours about 110 trees were planted. Students dug the tools and planted trees by themselves along with the assistance of NSS plantation members. The plantation drive was a success and NSS Plantation cell looks forward to organizing the same in future.",
            "event_image_url": "images/environment/img_plantation_drive.jpg"
          },
          {
            "event_name": "Cleanliness Drives",
            "event_text": "Under the Swachhta Pakhwada Of Swachh Bharat Mission, Five cleanliness drives were conducted by the NSS Environment wing, inside the campus, to maintain its cleanliness. Our NSS volunteers collected the wastes spread around the area and also promoted segregation of waste materials and electronic devices were disposed of separately. Professor-InCharge of NSS also participated in these drives to motivate and inspire our NSS volunteers towards keeping our surroundings clean. Cleanliness Drives were conducted in D-BLOCK Residence and IIT Hospital, Food Court Area, Girls’ Hostel Area, Boys’ Hostel Area and Faculty Quarters from 8th to 15th September 2018.",
            "event_image_url": "images/environment/img_cleanliness_drive.jpg"
          },
          {
            "event_name": "Future Plans",
            "event_text": "We are going to help people in the nearby villages with their agricultural problems and aim to develop an innovation team in our cell to come up with new ideas and inventions to improve the agriculture conditions of the villagers and help them in having better output from their fields. Through the innovation team, we will not just be helping farmers nearby, but whole India. We have planned to work towards creating a park inside the campus for hang-out purposes.We will also find out government schemes, implement them and also make the villages aware of them.",
            "event_image_url": "images/environment/img_future.jpg"
          }
        ]
      },
      "section_aims": {
        "header": "What we thrive ?",
        "sub_header": "Problems in society never stop coming, and neither will we stop solving them.",
        "content": [
          {
            "event_name": "Clean Society",
            "event_text": "",
            "event_image_url": ""
          },
          {
            "event_name": "Green Society",
            "event_text": "",
            "event_image_url": ""
          },
          {
            "event_name": "No Wastage",
            "event_text": "",
            "event_image_url": ""
          },
          {
            "event_name": "Biodiversity",
            "event_text": "",
            "event_image_url": ""
          }
        ]
      },
      "section_team": {
        "header": "TEAM MEMBERS",
        "sub_header": "Our team is mentored by Vaibhav Patil",
        "mentor": {
          "name": "Vaibhav Patil",
          "description": "",
          "image_url": "images/environment/vaibhav.jpg"
        },
        "content": [
          {
            "name": "Aman Jee",
            "image_url": "images/environment/jee.jpg"
          },
          {
            "name": "Aayush Shah",
            "image_url": "images/environment/aayush.jpg"
          },
          {
            "name": "Sameer Raj",
            "image_url": "images/environment/sameer.jpg"
          },
          {
            "name": "Saiyyam Mittal",
            "image_url": "images/environment/saiyyam.jpg"
          },
          {
            "name": "Samrath Singh",
            "image_url": "images/environment/samrath.jpg"
          },
          {
            "name": "Avishek Singh",
            "image_url": "images/environment/avishek.jpg"
          },
          {
            "name": "Garima Jain",
            "image_url": "images/environment/garima.jpg"
          },
          {
            "name": "Bhumika Shivani",
            "image_url": "images/environment/bhumika.jpg"
          },
          {
            "name": "Hrishabh Raj",
            "image_url": "images/environment/hrishabh.jpg"
          },
          {
            "name": "Sohil Yadav",
            "image_url": "images/environment/sohil.jpg"
          },
          {
            "name": "Sohil Lamba",
            "image_url": "images/environment/lamba.jpg"
          },
          {
            "name": "Omkar Anustoop",
            "image_url": "images/environment/omkar.jpg"
          },
          {
            "name": "Ankush Panghal",
            "image_url": "images/environment/ankush.jpg"
          },
          {
            "name": "Abhishek Chopra",
            "image_url": "images/environment/abhishek.jpg"
          },
          {
            "name": "Dheerajkant",
            "image_url": "images/environment/dheeraj.jpg"
          },
          {
            "name": "Pushpendra Prajapat",
            "image_url": "images/environment/pushpendra.jpg"
          },
          {
            "name": "Tholesay Hareesh",
            "image_url": "images/environment/hareesh.jpg"
          }
        ]
      }
    }
  }
}
